---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsHorizontalNumber
source: html/feb61a2e-fe42-b3cb-8ea4-fb33c67a7555.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsParallelconduitsHorizontalNumber Property

"Horizontal Number for parallel conduits"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsParallelconduitsHorizontalNumber { get; }
```